recipes/roast-vege-and-quinoa-salad.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Roast vege and quinoa salad</title>
<meta name="author" content="james" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../static/recipe.css" />
<link rel="icon" type="image/ico" href="../static/favicon.svg" />
</head>
<body>
<div id="org-div-home-and-up"> <a href="../index.html"> Home </a> </div> <div id="btns"><button id="copy-btn" onclick="copyTicked()"></button> <button id="untick-btn" onclick="untickAll()"></button></div><div id="notify">Copied!</div><div id="content" class="content">
<h1 class="title">Roast vege and quinoa salad</h1>

<div id="outline-container-org0d651ef" class="outline-2">
<h2 id="org0d651ef">Ingredients</h2>
<div class="outline-text-2" id="text-org0d651ef">
<ul class="org-ul">
<li>Cooked quinoa (1 cup to 2 cups water)</li>
</ul>
</div>
<div id="outline-container-orgb1686b8" class="outline-3">
<h3 id="orgb1686b8">Vegies</h3>
<div class="outline-text-3" id="text-orgb1686b8">
<ul class="org-ul">
<li>Potato</li>
<li>Sweet potato</li>
<li>Carrot</li>
<li>Kale</li>
<li>Brocolli</li>
</ul>
</div>
</div>
<div id="outline-container-org2deed6e" class="outline-3">
<h3 id="org2deed6e">Peanut, ginger and lime sauce</h3>
<div class="outline-text-3" id="text-org2deed6e">
<ul class="org-ul">
<li>1 Clove garlic</li>
<li>1 tsp grated ginger</li>
<li>3-4 tbsp water</li>
<li>6 tbsp natural peanut butter</li>
<li>2 tbsp fresh lime juice</li>
<li>2 tbsp grapeseed oil</li>
<li>1 tbsp soy sauce</li>
<li>2 tsp maple syrup</li>
<li>1 tsp sriracha</li>
<li>1/4 tsp salt</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgbdab08a" class="outline-2">
<h2 id="orgbdab08a">Instructions</h2>
<div class="outline-text-2" id="text-orgbdab08a">
<ol class="org-ol">
<li>Roast the veggies</li>
<li>Cook the quinoa</li>
<li>Mix the sauce ingredients (either in blender or in a bowl)</li>
<li>Combine and serve</li>
</ol>
</div>
</div>
</div>
</body>
</html>